// const products = [
//     {name: 'Ананас',
//     image: <img src='/images/pineapple.jpg' alt=''/>, 
//     text: `Экзотический фрукт с желтой сочной мякотью и сладким тропическим вкусом. 
//            Богат витаминами и минералами. Содержит уникальный фермент бромелайн, который способствует сжиганию жира и обладает противовоспалительным действием. 
//            Лучший выбор для тех, кто следит за фигурой и заботится о здоровье. 
//            Попробуйте яркие смузи с ананасом, добавьте пикантный вкус салату, украсьте творожный десерт или выпечку, гармонизируйте вкус мясных блюд.`,
//     price: 269.90,
//     value: 'Р/кг',
//     id: 1, 
//     },
//     {name: 'Арбуз',
//     image: <img src='/images/watermelon.jpg' alt=''/>, 
//     text: `Бахчевая ягода с сочной сахарной мякотью. 
//     Прекрасно утоляет жажду, обладает сладким свежим вкусом и ярким, летним узнаваемым ароматом. 
//     Арбуз великолепен сам по себе, а также во фруктовых салатах, смузи и для украшения сладких десертов. 
//     Из арбузных корочек получаются мармеладные цукаты и оригинальное варенье.`,
//     price: 19.90,
//     value: 'Р/кг',
//     id: 2, 
//     },
//     {name: 'Бананы', 
//     image: <img src='/images/bananas.jpg' alt=''/>, 
//     text: `Вкусный, питательный и ароматный фрукт. 
//     Один из чемпионов по содержанию калия. Используйте натуральную сладость банана с пользой для здоровья и фигуры. 
//     Добавляйте его в ягодные смузи, творог, оладьи и вам не придется добавлять сахар. 
//     Возьмите с собой в качестве перекуса, чтобы быстро утолить голод и получить энергию витаминов!`,
//     price: 49.90,
//     value: 'Р/кг',
//     id: 3, 
//     },
//     {name: 'Дыня', 
//     image: <img src='/images/melon.jpg' alt=''/>, 
//     text: `Сочная, сладкая и удивительно ароматная бахчевая культура. 
//     Отличается некрупным размером и округлой формой. 
//     Имеет плотную ярко-желтую кожуру и молочно-белую, сочную, сладкую мякоть с пряным мускатным ароматом и медовыми оттенками.
//     Дыня содержит мало калорий и очень много полезных веществ: витамины А, Р, С, каротин, фолиевую кислоту, кальций, железо, калий. 
//     Пектин и клетчатка нормализуют работу пищеварительной системы, способствуют очищению организма. 
//     Дыня украсит десертный стол, но ее не рекомендуется сочетать с другими продуктами.`,
//     price: 44.90,
//     value: 'Р/кг',
//     id: 4,
//     }
// ];


// const mocki = [
//     {
//       "id": 1,
//       "name": "Ананас",
//       "image": "https://s.myspar.ru/upload/img/10/1008/100839022.jpg",
//       "text": "Экзотический фрукт с желтой сочной мякотью и сладким тропическим вкусом. Богат витаминами и минералами. Содержит уникальный фермент бромелайн, который способствует сжиганию жира и обладает противовоспалительным действием. Лучший выбор для тех, кто следит за фигурой и заботится о здоровье. Попробуйте яркие смузи с ананасом, добавьте пикантный вкус салату, украсьте творожный десерт или выпечку, гармонизируйте вкус мясных блюд.",
//       "price": 269.90,
//       "value": "Р/кг"
//     },
//     {
//       "id": 2,
//       "name": "Мандарины",
//       "image": "https://s.myspar.ru/upload/resize_cache/ctpi/480ce48fcc5b701dbadedbf157096a26/111496.jpg",
//       "text": "Сочные ярко-оранжевые мандарины созрели под жарким африканским солнцем. Они обладают насыщенным сладким вкусом, экзотическим ароматом и легко чистятся. Добавят настроение праздника вашему столу.",
//       "price": 109.90,
//       "value": "Р/кг"
//     },
//     {
//       "id": 3,
//       "name": "Бананы",
//       "image": "https://s.myspar.ru/upload/img/10/1013/101382.jpg",
//       "text": "Вкусный, питательный и ароматный фрукт. Один из чемпионов по содержанию калия. Используйте натуральную сладость банана с пользой для здоровья и фигуры. Добавляйте его в ягодные смузи, творог, оладьи и вам не придется добавлять сахар. Возьмите с собой в качестве перекуса, чтобы быстро утолить голод и получить энергию витаминов!",
//       "price": 49.90,
//       "value": "Р/кг"
//     },
//     {
//       "id": 4,
//       "name": "Груши",
//       "image": "https://s.myspar.ru/upload/img/37/3701/3701002.jpg",
//       "text": "Роскошная десертная груша австралийского сорта Пакхам вобрала в себя лучшие вкусовые качества, присущие этому фрукту. Крупные плоды с хрустящей сочной кремовой мякотью и пряным мускатным вкусом. Великолепно подойдет не только для фруктового ассорти на Вашем столе, но и добавит пикантный вкус мясным блюдам.",
//       "price": 139.90,
//       "value": "Р/кг"
//     }
//   ];

// export default products;